Repository: opsi-org/lazarus
Catalog: opsi-misc/opsi-quickinstall/gui/locale/opsi_quick_install_project.*.po
Languages: de

# opsi_quick_install_resourcestrings.rsadminname
source: What is the name of the opsi_admin_user to create? (empty = nothing created)
de: Name des Opsi-Admin-User, der erstellt wird: (leer = nichts wird erstellt)

# opsi_quick_install_resourcestrings.rsadminpassword
source: What is the password of the opsi_admin_user to create? (empty = nothing created)
de: Passwort des Opsi-Admin-User, der erstellt wird: (leer = nichts wird erstellt)

# opsi_quick_install_resourcestrings.rsadminpasswordo
source: Opsi admin user password:
de: Opsi-Admin-User Passwort:

# opsi_quick_install_resourcestrings.rsback
source: < back
de: < zurück

# opsi_quick_install_resourcestrings.rsbackend
source: Which backend should be installed? (mysql needs valid activation file)
de: Welches Backend soll installiert werden? (mysql benötigt eine passende Aktivierungsdatei)

source: [Options: "file", "mysql"]
de: [Optionen: "file", "mysql"]

# opsi_quick_install_resourcestrings.rscarryout
source: To carry out the remaining installation automatically, we need some information first.
de: Um die restliche Installation automatisch durchführen zu können, benötigen wir zunächst ein paar Informationen.

# opsi_quick_install_resourcestrings.rscopymodules
source: Should we copy modules even if /etc/opsi/modules still exists?
de: Sollen wir Module kopieren, selbst wenn /etc/opsi/modules noch existiert?

# opsi_quick_install_resourcestrings.rscopymoduleso
source: Copy modules:
de: Module kopieren:

source: If this is correct, please click "next >" to continue. If not, please edit the distribution and then continue with "next >".
de: Wenn das korrekt ist, klicken Sie zum Fortfahren auf "weiter >". Wenn nicht, editieren Sie bitte die Distribution und klicken dann auf "weiter >".

source: Custom
de: Benutzerdefiniert

# opsi_quick_install_resourcestrings.rsdhcp
source: Should we run the opsi dhcp server on this machine?
de: Sollen wir den Opsi-DHCP-Server auf diesem Computer verwenden?

# opsi_quick_install_resourcestrings.rsdhcpo
source: Run opsi dhcp server:
de: Opsi-DHCP-Server verwenden:

# opsi_quick_install_resourcestrings.rsdistr
source: We recognized the following distribution on this computer:
de: Wir haben folgende Distribution auf diesem Computer erkannt:

# opsi_quick_install_resourcestrings.rsdomain
source: DNS domain (for dhcp):
de: DNS Domain (für das DHCP):

source: [Examples: "uib.local", "ucs.test", "vmnat.local"]
de: [Vorschläge: "uib.local", "ucs.test", "vmnat.local"]

# opsi_quick_install_resourcestrings.rsdomainother
source: Other:
de: Andere:

# opsi_quick_install_resourcestrings.rsfinish
source: finish
de: fertigstellen

# opsi_quick_install_resourcestrings.rsgateway
source: Gateway (option routers for dhcp):
de: Gateway (...):

# opsi_quick_install_resourcestrings.rsgatewayex
source: [Examples: "10.100.1.2", "172.16.166.1", "192.168.1.245"]
de: [Vorschläge: "10.100.1.2", "172.16.166.1", "192.168.1.245"]

# opsi_quick_install_resourcestrings.rsgatewayother
source: Other:
de: Anderes:

# opsi_quick_install_resourcestrings.rsipname
source: Set a different IP name (FQDN) ("auto" = use standard)
de: Anderen IP-Namen setzen (FQDN): ("auto" = Standard verwenden)

# opsi_quick_install_resourcestrings.rsipnumber
source: Set a different IP number ("auto" = use standard)
de: Andere IP-Nummer setzen: ("auto" = Standard verwenden)

# opsi_quick_install_resourcestrings.rsipnumbero
source: IP number:
de: IP-Nummer:

source: Is this correct?
de: Ist das korrekt?

source: [Options: "de" for german, "en" for english, ...]
de: [Optionen: "de" für deutsch, "en" für englisch, ...]

source: [Options: "default.menu", "default.nomenu"]
de: [Optionen: "default.menu", "default.nomenu"]

# opsi_quick_install_resourcestrings.rsnameserver
source: Primary nameserver (for dhcp):
de: Primärer Nameserver (für das DHCP):

# opsi_quick_install_resourcestrings.rsnameserverex
source: [Examples: "10.100.1.2", "172.16.166.1", "192.168.1.245"]
de: [Vorschläge: "10.100.1.2", "172.16.166.1", "192.168.1.245"]

# opsi_quick_install_resourcestrings.rsnameservero
source: Primary nameserver:
de: Primärer Nameserver:

# opsi_quick_install_resourcestrings.rsnameserverother
source: Other:
de: Anderer:

# opsi_quick_install_resourcestrings.rsnetmask
source: Netmask (for dhcp):
de: Netzmaske (für das DHCP):

source: [Examples: "225.225.0.0", "225.225.225.0"]
de: [Vorschläge: "225.225.0.0", "225.225.225.0"]

# opsi_quick_install_resourcestrings.rsnetmasko
source: Netmask:
de: Netzmaske:

# opsi_quick_install_resourcestrings.rsnetmaskother
source: Other:
de: Andere:

# opsi_quick_install_resourcestrings.rsnetworkaddress
source: Network address (for dhcp):
de: Netzwerk-Adresse (für das DHCP):

source: [Examples: "10.100.0.0", "172.16.166.0", "192.168.0.0"]
de: [Vorschläge: "10.100.0.0", "172.16.166.0", "192.168.0.0"]

# opsi_quick_install_resourcestrings.rsnetworkaddressother
source: Other:
de: Andere:

# opsi_quick_install_resourcestrings.rsnetworko
source: Network address:
de: Netzwerk-Adresse:

# opsi_quick_install_resourcestrings.rsnext
source: next >
de: weiter >

# opsi_quick_install_resourcestrings.rsno
source: No
de: Nein

source: Unfortunately, Opsi does not support your distribution. Only the following distributions are supported:
de: Leider unterstützt Opsi Ihre Distribution nicht. Nur die folgenden Distributionen werden unterstützt:

source: is not a valid input.
de: ist keine gültige Eingabe.

# opsi_quick_install_resourcestrings.rsopsiversion
source: Which opsi version would you like to install?
de: Welche Opsi-Version möchten Sie installieren?

# opsi_quick_install_resourcestrings.rsopsiversiono
source: Opsi version to install:
de: Opsi-Version, die installiert wird:

source: [Options: "Opsi 4.1", "Opsi 4.2"]
de: [Optionen: "Opsi 4.1", "Opsi 4.2"]

source: Please type in the correct distribution:
de: Bitte geben Sie die richtige Distribution ein:

# opsi_quick_install_resourcestrings.rsoverview
source: Overview
de: Übersicht

# opsi_quick_install_resourcestrings.rsoverviewbtn
source: overview
de: Übersicht

# opsi_quick_install_resourcestrings.rspassword
source: Password:
de: Passwort:

# opsi_quick_install_resourcestrings.rsproxy
source: Proxy to use (http://myproxy.dom.org:8080):
de: Zu verwendender Proxy (http://myproxy.dom.org:8080):

# opsi_quick_install_resourcestrings.rsproxynone
source: None
de: Keiner

# opsi_quick_install_resourcestrings.rsproxyother
source: Other:
de: Anderer:

# opsi_quick_install_resourcestrings.rsreboot
source: May the server reboot if the script is finished?
de: Soll der Server neustarten, wenn das Skript beendet ist?

# opsi_quick_install_resourcestrings.rsrebooto
source: Reboot after script is finished:
de: Neustarten, wenn das Skript beendet ist:

# opsi_quick_install_resourcestrings.rsrepo
source: (Base-) Repository for opsi-server installation:
de: (Basis-) Repository für die Installation von Opsi-Server:

# opsi_quick_install_resourcestrings.rsrepokind
source: From which repo kind should be installed?
de: Von welcher Repository-Art soll installiert werden?

# opsi_quick_install_resourcestrings.rsrepokindo
source: Repo kind:
de: Repository-Art:

source: [Options: "stable", "testing", "experimental"]
de: [Optionen: "stable", "testing", "experimental"]

# opsi_quick_install_resourcestrings.rsreponocache
source: (Base-) Repository for opsi-server installation (without any cache proxy):
de: (Basis-) Repository für die Installation von Opsi-Server (ohne einen Cache-Proxy):

# opsi_quick_install_resourcestrings.rsreponocacheo
source: Repository (without cache proxy):
de: Repository (ohne Cache-Proxy):

# opsi_quick_install_resourcestrings.rsrepoother
source: Other:
de: Anderes:

# opsi_quick_install_resourcestrings.rsrights
source: Authentication is required to install opsi-server. Who are you logged in as?
de: Zur Installation von Opsi-Server ist eine Authentifizierung erforderlich. Als was sind Sie angemeldet?

# opsi_quick_install_resourcestrings.rssellanguage
source: Please choose a language for this setup program:
de: Bitte wählen Sie eine Sprache für dieses Setup-Programm:

# opsi_quick_install_resourcestrings.rssetup
source: Please select a setup type:
de: Bitte wählen Sie einen Setup-Typ:

source: [Options: "Standard", "Custom"]
de: [Optionen: "Standard", "Benutzerdefiniert"]

# opsi_quick_install_resourcestrings.rsshowpassword
source: Show password
de: Passwort sichtbar machen

# opsi_quick_install_resourcestrings.rsstartinstallation
source: Finally click "finish" to start the installation of opsi-server.
de: Klicken Sie auf "fertigstellen", um die Installation von Opsi-Server zu beginnen.

# opsi_quick_install_resourcestrings.rstftproot
source: Which file should the TFTPROOT default symlink point to?
de: Auf welche Datei soll der TFTPROOT-Default-Symlink zeigen?

# opsi_quick_install_resourcestrings.rstftprooto
source: TFTPROOT symlink points to:
de: TFTPROOT-Symlink zeigt auf:

# opsi_quick_install_resourcestrings.rsucs
source: What is the Password of the user Administrator of the UCS Domain Controller (needed for other roles to join)?
de: Passwort des Administrators des UCS-Domain-Controllers: (benötigt, um andere Rollen hinzuzufügen)

# opsi_quick_install_resourcestrings.rsucso
source: Password of administrator of UCS domain controller:
de: Passwort des Administrators des UCS-Domain-Controllers:

source: Would you like to use a proxy?
de: Möchten Sie einen Proxy verwenden?

# opsi_quick_install_resourcestrings.rswelcome
source: Welcome to the installation of opsi-server on this computer!
de: Willkommen zur Installation von Opsi-Server auf diesem Computer!

# opsi_quick_install_resourcestrings.rsyes
source: Yes
de: Ja

source: [Options: "Yes", "No"]
de: [Optionen: "Ja", "Nein"]
