Repository: opsi-org/lazarus
Catalog: helper/opsiclientkiosk/locale/opsiclientkiosk.*.po
Languages: da, de, fr

# installdlg.rserrorondemand
source: opsi is bussy please try it again later. Detailed error message:
fr: OPSI est occupé, merci d'essayer ultérieurement. Message d'erreur détaillé:

source: Copy icons and screenshots...
de: Kopiere Icons und Screenshots...
fr: Copier les icônes et les captures d'écrans ...

source: Could not save icons on depot.
de: Die Symbole konnten nicht im Depot gespeichert werden.
fr: La sauvegarde des icônes sur le dépôt a échoué.

source: Could not save screenshots on depot.
de: Bildschirmfotos konnten nicht im Depot gespeichert werden.
fr: La sauvegarde des captures d'écran sur le dépôt a échoué.

source: Could not unmount depot.
de: Das Depot konnte nicht getrennt werden.
fr: Le dépôt n'a pas pu être démonté.

source: done
de: erledigt
fr: Effectué.

source: Copy process finished. Closing window...
de: Kopiervorgang beendet. Schließe Fenster.
fr: Copie terminée. Fermeture de la fenêtre ...

source: Images could not be saved on opsi depot. %sPlease check if depot is mounted with write privileges.
de: Bilder konnten nicht auf dem opsi-Depot gespeichert werden. %sBitte überprüfen Sie, ob das Depot mit Schreibrechten eingebunden ist.
fr: Les images n'ont pas pu être sauvegardées sur le dépôt opsi. %s Vérifiez si le dépôt est monté avec les privilèges d'écriture.

source: Images saved on
de: Bilder gespeichert auf
fr: Images sauvegardées sur

source: "%s" is an invalid directory.%sPlease set "%s" to a valid directory.
de: "%s" ist ein ungültiges Verzeichnis.%sBitte setzen Sie "%s" auf ein gültigen Verzeichnis.
fr: %s est un répertoire invalide. %s Configurez "%s" dans un répertoire valide.

source: Mounting
de: Einbinden
fr: Montage

source: Setting rights...
de: Setze Dateirechte...
fr: Configuration des droits ...

source: Action removed for
da: Handling fjernet for
de: Aktion entfernt für
fr: Action retirée pour

source: None
da: Ingen
fr: Rien

source: Action request
da: Anmod om handling
de: Aktionsanforderung
fr: Action demandée

source: Setup
da: Opsætning
fr: Installer

# opsiclientkioskgui.rsactuninstall
source: Uninstall
da: Afinstallér
de: Deinstallieren
fr: Désinstaller

source: Admin mode
da: Admin-tilstand
de: Adminmodus
fr: Mode administrateur

# opsiclientkioskgui.rsall
source: All
da: Alle
de: Alle
fr: Tous

source: All available products installed!
da: Alle tilgængelige produkter installeret!
de: Alle verfügbaren Produkte sind installiert!
fr: Tous les produits disponibles installés !

source: as
da: som
de: als
fr: en tant que

# opsiclientkioskgui.rsback
source: <-- Back
da: <-- Tilbage
de: <-- Zurück
fr: <-- Retour

# opsiclientkioskgui.rscancel
source: Cancel
da: Afbryd
de: Verwerfen
fr: Annuler

source: Connected to
da: Forbundet til
de: Verbunden mit
fr: Connecté à

source: Current user has no admin privileges. Admin mode disabled.%sSolution: Start opsi Client Kiosk (as user) with admin privileges.
da: Nuværende bruger har ikke admin-rettigheder. Admin-tilstand er deaktiveret.%sLøsning: start opsi Client Kiosk (som bruger) med admin-rettigheder.
de: Aktueller Nutzer hat keine Adminrechte. Adminmodus deaktiviert. %sLösung: Starten Sie den opsi Client Kiosk (als Nutzer) mit Adminrechten.
fr: L'utilisateur actuel n'a pas les permissions d'administrateur. Mode administrateur désactivé. %s Solution : démarrez opsi Client Kiosk (en tant qu'utilisateur) avec des permissions administrateur.

source: depot
fr: dépôt

source: disabled
da: deaktiveret
de: deaktiviert
fr: Désactivé

source: Do you want to install
da: Ønsker du at installere
de: Möchten Sie folgendes Produkt installieren:
fr: Voulez-vous installer

source: Do you want to uninstall
da: Ønsker du at afinstallere
de: Möchten Sie folgendes Produkt deinstallieren:
fr: Voulez-vous déinstaller

source: Do you want to update
da: Ønsker du at opdatere
de: Möchten Sie folgendes Produkt aktualisieren:
fr: Voulez-vous mettre à jour

# opsiclientkioskgui.rserrorondemand
source: opsi is bussy please try it again later. Detailed error message:
fr: OPSI est occupé, merci d'essayer ultérieurement. Message d'erreur détaillé:

# opsiclientkioskgui.rsinstall
source: Install
da: Installér
de: Installieren
fr: Installer

source: Installation/update finished.
da: Installation/opdatering færdig.
de: Installation/Aktualisierung beendet.
fr: Installation / mise à jour terminée.

source: Installed
da: Installeret
de: Installiert
fr: Installé

# opsiclientkioskgui.rsinstallnow
source: Install now
da: Installér nu
de: Jetzt installieren
fr: Installer maintenant

# opsiclientkioskgui.rsinstallnowhint
source: Start the installation/update (uninstallation) of the selected products
da: Start installationen/opdateringen (afinstallationen) for valgte produkter
de: Start der Installation/Aktualisierung (Deinstallation) der ausgewählten Produkte
fr: Démarrer l'installation / la mise à jour (désinstallation) des produits sélectionnés

source: Install product now or at next standard event (e.g. reboot)?
da: Installér produkter nu eller ved næste handling (f.eks. genstart)?
de: Sofortige Installation des Produkts oder beim nächsten Standardereignis (z.B. Neustart)?
fr: Installer le produit maintenant ou lors du prochain événement standard (par exemple: au redémarrage) ?

source: Communicating with server ...
da: Kommunikerer med server ...
de: Kommunikation mit dem Server ...
fr: Communication avec le serveur ...

source: Loading product data from server
da: Indlæser produktdata fra server
de: Lade Produktdaten vom Server
fr: Chargement des données des produits depuis le serveur

source: Fill tiles
da: Udfyld fliser
de: Erzeuge Kacheln
fr: Remplir les tuiles

source: Connecting to server
da: Forbinder til server
de: Verbinden mit dem Server
fr: Connexion au serveur

source: Please wait while communicating with OPSI web server ...
da: Vent venligst i mens der kommunikerers med OPSI-webserveren ...
de: Bitte warten. Kommuniziere mit OPSI Webserver ...
fr: En attente de la communication avec le serveur web d'opsi

source: Please wait while building tiles.
da: Vent venligst i mens fliser opbygges.
de: Bitte warten. Kacheln werden erzeugt.
fr: Patientez pendant la construction des tuiles.

source: Next standard event (e.g. reboot)
da: Næste begivenhed (f.eks. genstart)
de: Nächstes Standardereignis (z.B. Neustart)
fr: Prochain événement déclencheur standard (par exemple: au redémarrage)

source: No
da: Nej
de: Nein
fr: Non

source: No action requests found.
da: Ingen anmodning om handling fundet.
de: Keine Aktionsanforderungen gefunden.
fr: Aucune demande d'action trouvée ...

# opsiclientkioskgui.rsnotinstalled
source: Not installed
da: Ikke installeret
de: Nicht Installiert
fr: Non installé

source: No updates found.
da: Ingen opdateringer fundet.
de: Keine Aktualisierungen gefunden.
fr: Pas de mise à jour trouvées.

source: Now
da: Nu
de: Jetzt
fr: Maintenant

source: on
fr: sur

# opsiclientkioskgui.rsreload
source: Reload
da: Genindlæs
de: Neu laden
fr: Recharger

source: Unknown
da: Ukendt
de: Unbekannt
fr: Inconnu

source: Store actions
da: Gem handlinger
de: Aktionen speichern
fr: Stocker les actions

source: Send the action requests to the server, show the resulting installations and ask for installation start.
da: Send anmodninger om handling til serveren, vis resultatet af installationerne og spørg efter installation.
de: Sende die Anforderungen an den Server, zeige die resultierenden anstehenden Installationen und Frage nach dem Installationsstart.
fr: Envoyer la liste d'actions au serveur, montrer le plan d'action et demander le lancement de l'installation.

source: Uninstallation finished.
da: Afinstallation udført.
de: Deinstallation beendet.
fr: Désinstallation terminée.

source: Uninstall product now or at next standard event (e.g. reboot)?
da: Afinstallér produkt nu eller ved næste begivenhed (f.eks. genstart)?
de: Sofortige Deinstallation des Produkts oder beim nächsten Standardereignis (z.B. Neustart)?
fr: Désinstaller le produit maintenant ou au prochain événement déclencheur standard (par exemple: au redémarrage) ?

# opsiclientkioskgui.rsupdate
source: Update
da: Opdatér
de: Aktualisieren
fr: Mise à jour

source: Update product now or at next standard event (e.g. reboot)?
da: Opdatér produkt nu eller ved næste begivenhed (f.eks. genstart)?
de: Sofortige Aktualsierung des Produkts oder beim nächsten Standardereignis (z.B. Neustart)?
fr: Mettre à jour le produit maintenant ou au prochain événement déclencheur standard (par exemple: au redémarrage) ?

# opsiclientkioskgui.rsupdates
source: Updates
da: Opdateringer
de: Aktualisierungen
fr: Mises à jour

source: List
da: Liste
de: Listen
fr: Liste

source: Tiles
da: Fliser
de: Kacheln
fr: Tuiles

source: will be installed at next standard event (e.g. reboot).
da: vil blive installeret ved næste begivenhed (f.eks. genstart).
de: wird beim nächsten Standardereignis installiert (z.B. Neustart).
fr: seront installés au prochain événement déclencheur standard (par exemple: au redémarrage).

source: will be installed now.
da: vil blive installeret nu.
de: wird sofort installiert
fr: seront installés maintenant.

source: will be uninstalled at next standard event (e.g. reboot).
da: vil blive afinstalleret ved næste begivenhed (f.eks. genstart).
de: wird beim nächsten Standardereignis deinstalliert (z.B. Neustart).
fr: seront désinstallés au prochain événement déclencheur standard (par exemple: au redémarrage).

source: will be uninstalled now.
da: vil blive afinstalleret nu.
de: wird sofort deinstalliert
fr: seront désinstallés maintenant.

source: will be updated at next standard event (e.g. reboot).
da: vil blive opdateret ved næste begivenhed (f.eks. genstart).
de: wird beim nächsten Standardereignis aktualisiert (z.B. Neustart).
fr: seront mis à jour au prochain événement déclencheur standard (par exemple: au redémarrage).

source: will be updated now.
da: vil blive opdateret nu.
de: wird sofort aktualisiert.
fr: seront mis à jour maintenant.

source: Yes
da: Ja
de: Ja
fr: Oui

source: Could not set rights.
da: Kunne ikke sætte rettigheder.
de: Konnte Dateirechte nicht setzen.
fr: La mise en place des droits à échoué.

# opsiconnection.rserrorintconnection
source: Error while initializing opsiconnection
da: Fejl under initialisering af opsi-forbindelse
de: Fehler bei der Initialisierung der opsi Verbindung.
fr: Erreur durant l'initialisation de la connexion opsi

source: Kiosk mode: old. Update to newer opsi version to get full functionality (e.g. disable software on demand) of Opsi Kiosk.
da: Kiosk-tilstand: gammel. Opdatér til nyere opsi-version for at få fuld funktionalitet (f.eks. deaktivering af software-on-demand) af Opsi-Kiosk.
de: Alter Kioskmodus. Aktualiseren Sie auf neuere opsi Verson um volle Funktionalität zu erhalten (z.B. deaktiveiren der Möglichkeit der sofortigen Installation von Produkten.)
fr: Mode kiosk : osbolète. Mettez à jour à la dernière version d'opsi pour avoir toutes les fonctionnalités (par exemple la désactivation des logiciels à la demande) de Opsi Kiosk.

source: Could not get data from server.
da: Kunne ikke hente data fra server.
de: Es konnten keine Daten vom Server geholt werden.
fr: La récupération des données du serveur a échoué.

# opsiconnection.rsnovaluefound
source: No value found! Set%sto
da: Ingen værdi fundet! Sæt%stil
de: Kein Wert gefunden! %s gesetzt auf
fr: Pas de valeur trouvée ! Définissez %s à

# oswebservice.rserrorintconnection
source: Error while initializing opsiconnection
da: Fejl under initialisering af opsi-forbindelse
de: Fehler bei der Initialisierung der opsi Verbindung.
fr: Erreur durant l'initialisation de opsiconnection

# oswebservice.rsnovaluefound
source: No value found! Set%sto
da: Ingen værdi fundet! Sæt%stil
de: Kein Wert gefunden! %s gesetzt auf
fr: Pas de valeur trouvée ! Définissez %s à

source: Sending log file to server ...
da: Sender logfil til server ...
de: Sende Logdatei zum Server ...
fr: Envoi du fichier journal au serveur ...

source: Install at next Standard Event (e.g. Reboot)
da: Installer ved næste genstart
de: Installiere bei nächster Standard-Gelegenheit (z.B. Neustart)
fr: Installer à la prochaine occasion (ex. : Redémarrage)

source: The following Actions will be done:
da: Følgende handlinger vil blive udført:
de: Die folgenden Aktionen werden ausgeführt werden:
fr: Les actions suivantes seront réalisées :

# tformhelpinfo.caption
source: Help
da: Hjælp
de: Hilfe
fr: Aide

source: Expert mode
de: Experten Modus
fr: Mode expert

source: CopyRight:
fr: Droits d'auteur :

source: LabelCopyRight
fr: Etiquette du droit d'auteur

source: LabelCredits
fr: Etiquette des crédits

source: Credits to
da: Kredit til
fr: Crédits pour

source: Display language:
da: Vis sprog:
de: Anzeigesprache:
fr: Langue d'affichage :

source: LabelLanguage
fr: Etiquette de la langue

source: LabelOpsiWeb
fr: Etiquette Opsi Web

source: LabelUibWeb
fr: Etiquette Uib Web

source: LabelVersion
fr: Étiquette version

source: opsi manual
fr: Manuel d'opsi

# tformopsiclientkiosk.bitbtnhelp.caption
source: Help
da: Hjælp
de: Hilfe
fr: Aide

# tformopsiclientkiosk.bitbtninstallnow.caption
source: Install now
da: Installér nu
de: Jetzt installieren
fr: Installer maintenant

# tformopsiclientkiosk.bitbtninstallnow.hint
source: Start the installation/update (uninstallation) of the selected products
da: Start installationen/opdateringen (afinstallationen) for valgte produkter
de: Start der Installation/Aktualisierung (Deinstallation) der ausgewählten Produkte
fr: Démarrer l'installation / la mise à jour (désinstallation) des produits sélectionnés

# tformopsiclientkiosk.bitbtnsaveimages.hint
source: Save images on depot
da: Gem billeder på depot
de: Speicher Bilder auf Depot
fr: Sauvegarder les images sur le dépôt

# tformopsiclientkiosk.buttonsoftwareback.caption
source: <-- Back
da: <-- Tilbage
de: <-- Zurück
fr: <-- Retour

# tformopsiclientkiosk.buttonsoftwareinstall.caption
source: Install
da: Installér
de: Installieren
fr: Installer

source: Reinstall
fr: Réinstaller

source: Remove action
da: Fjern handling
de: Aktion entfernen
fr: Retirer l'action

# tformopsiclientkiosk.buttonsoftwareuninstall.caption
source: Uninstall
da: Afinstallér
de: Deinstallieren
fr: Désinstaller

# tformopsiclientkiosk.buttonsoftwareupdate.caption
source: Update
da: Opdatér
de: Aktualisieren
fr: Mise à jour

source: Click to ActionRequest Column, to set action requests (setup/uninstall)
da: Klik i kolonnen for handlinger, for at sætte en anmodning (installation/afinstallation)
de: In die Spalte ActionRequest klicken um Aktionen (setup/uninstall) zu setzen
fr: Cliquer dans la colonne ActionRequest pour activer l'option (setup/uninstall)

source: Search in Productlist
da: Søg i produktliste
de: Suche in Produktliste
fr: Rechercher dans la liste des produits

source: Search
da: Søg
de: Suchen
fr: Recherche

source: Your logo
da: Dit logo
de: Ihr Logo
fr: Votre logo

source: Advice:
da: Råd:
de: Hinweis:
fr: Conseil:

source: Version at Client
da: Version på klient
de: Version auf dem Client
fr: Version sur le client

source: Please wait. Installing/uninstalling products.
da: Vent venligst. Installerer/afinstallerer produkter.
de: Bitte warten. Produkte werden installiert/deinstalliert.
fr: Patientez durant l'installation / la désinstallation des produits.

source: Priority:
da: Prioritet:
de: Priorität:
fr: Priorité:

source: Advice
da: Forslag
de: Hinweis
fr: Conseil

source: Installed version
da: Installeret version
de: Installierte Version
fr: Version installée

source: LabelSoftwareName
fr: Etiquette du nom du logiciel

source: Recent version
da: Nyeste version
de: Neueste Version
fr: Version récente

source: opsi Client Kiosk
da: opsi Klient Kiosk
fr: Kiosque du client opsi

source: Version at Server
da: Version på server
de: Version auf dem Server
fr: Version sur le serveur

source: PanelSearchMask
fr: Masque du panneau de recherche

source: No screenshot available
da: Intet skærmbillede tilgængeligt
de: Kein Screenshot hinterlegt.
fr: Pas de capture d'écran disponible

source: View
da: Vis
de: Ansicht
fr: Vue

# tformopsiclientkiosk.speedbuttonall.caption
source: All
da: Alle
de: Alle
fr: Tout

source: Show all List entries (No Filter)
da: Vis alle elementer (Intet filter)
de: Zeige alle Einträge (Kein Filter)
fr: Montrer toutes les entrées (sans filtre)

# tformopsiclientkiosk.speedbuttonnotinstalled.caption
source: Not installed
da: Ikke installeret
de: Nicht Installiert
fr: Non installé

# tformopsiclientkiosk.speedbuttonreload.caption
source: Reload
da: Genindlæs
de: Neu laden
fr: Recharger

source: Reload data from server
da: Genindlæs data fra server
de: Lade Daten vom Server
fr: Rechargement des données du serveur

source: Search product
da: Gennemsøg produkter
de: Suche Produkt
fr: Rechercher un produit

# tformopsiclientkiosk.speedbuttonupdates.caption
source: Updates
da: Opdateringer
de: Aktualisierungen
fr: Mises à jour

source: Filter for Products where an upgrade is possible
da: Filtrer for produkter hvor der er en opgradering tilgængelig
de: Filtere nach Produkten bei denen ein Upgrade möglich ist.
fr: Filtre pour les produits dont une mise à niveau est possible

source: Not Connected to opsi server
da: Ikke forbundet til opsi-serveren
de: Keine Verbindung zum opsi-Server
fr: Non connecté au serveur opsi

source: Details
da: Detaljer
fr: Détails

source: Dependencies / Priority
da: Afhængigheder / Prioritet
de: Abhängigkeiten / Prioritäten
fr: Dépendances / Priorités

# tformpasswordquery.buttoncancel.caption
source: Cancel
de: Abbrechen
fr: Annuler

source: FormPasswordQuery
fr: Formulaire de saisie de mot de passe

# tformpasswordquery.editpassword.editlabel.caption
source: Password
de: Passwort
fr: Mot de passe

source: Please authorize you with a sudo or root account:
fr: Merci d'essayer avec sudo ou le compte root:

# tformpasswordquery.sudoorroot.caption
source: User
de: Benutzer
fr: Utilisateur

source: Initialize OpsiClientKiosk
da: Initialisér OpsiClientKiosk
de: Initialisiere OpsiClientKiosk
fr: Initialisation OpsiClientKiosk

source: LabelDataLoad
fr: Etiquette du chargement des données

source: LabelDataLoadDetail
fr: Etiquette du détail du chargement des données

source: Please wait while
da: Vent venligst i mens
de: Bitte warten während
fr: Veuillez patienter pendant

source: Close
de: Schließen
fr: Fermer

# tformsaveimagesondepot.checkboxmountdepot.caption
source: Mount depot
de: Verbinde Depot
fr: Monter le dépôt

# tformsaveimagesondepot.groupboxmountdepot.caption
source: Mount depot
de: Verbinde Depot
fr: Monter le dépôt

source: Path to depot
de: Pfad zum Depot
fr: Chemin vers le dépôt

source: Progress
de: Fortschritt
fr: Progression

# tformsaveimagesondepot.labelpassword.caption
source: Password
de: Passwort
fr: Mot de passe

# tformsaveimagesondepot.labeluser.caption
source: User
de: Benutzer
fr: Utilisateur

# opsiclientkioskgui.rsaction
source: Action
da: Handling
de: Aktion

# opsiclientkioskgui.rsactions
source: Actions
da: Handlinger
de: Aktionen

source: Install now (Close all Applications)
da: Installer nu (luk alle programmer)
de: Installiere jetzt. (Alle Anwendungen schließen)

source: opsi-kiosk-client
da: opsi-kiosk-klient
de: opsi-kiosk-klient

source: Description:
da: Beskrivelse:
de: Beschreibung:

# tformopsiclientkiosk.labelsoftwareactionrequest.caption
source: Action
da: Handling
de: Aktion

source: Description
da: Beskrivelse
de: Beschreibung

# tformopsiclientkiosk.speedbuttonactions.caption
source: Actions
da: Handlinger
de: Aktionen

# tformsaveimagesondepot.buttoncopy.caption
source: Save images on depot
de: Speicher Bilder auf Depot

# tformsaveimagesondepot.caption
source: Save images on depot
de: Speicher Bilder auf Depot

# tformhelpinfo.checkboxexpertmode.caption
source: Expert mode
da: Eskperttilstand

source: opsi-client-kiosk
da: opsi-klient-kiosk
