Repository: opsi-org/lazarus
Catalog: opsi-misc/opsisetupdetector/locale/opsisetupdetector.*.po
Languages: de, es, fr

source: Do you want to choose a installertype manually and go on (ok) or do you want to stop (cancel) ?
de: Installertyp auswählen und weiter machen (ok) oder Abbrechen (cancel)
es: Quiere seleccionar un tipo de instalador manualmente y continuar (ok) o quiere detenerse (cancelar) ?
fr: Voulez-vous choisir un type d'installation manuellement et continuez (ok) ou voulez-vous arrêter (annuler) ?

source: Sorry Unknown Installer
es: Disculpe instalador desconocido
fr: Désolé, Installateur Inconnu

source: Multiple (more than one) msi files found. Check the log file and directory:
de: Mehrere (mehr als eine) msi Dateien gefunden. Bitte Anschauen: Logdatei und Verzeichnis:
es: Multiples (más de un) archivos msi encontrados. Revise el archivo de logs y el directorio:
fr: Multiple (plus qu'un) fichiers msi sont trouvés. Consultez les journaux système et répertoire:

# osdbasedata.rsbuildradiobuild
source: build
de: bauen
es: crear
fr: Construire

# osdbasedata.rsbuildradiobuildinstall
source: build and install
de: bauen und installieren
es: crear e instalar
fr: Construire et installer

# osdbasedata.rsbuildradiogrouptitle
source: Build Mode
de: Bau Modus
es: Modo de creación
fr: Mode construction

source: selects the Build mode Radiobutton.
de: Bestimmt die Auswahl beim build mode Radiobutton.
es: selecciona el modo Build con el botón de radio
fr: sélectionne le bouton du mode de construction

source: Edit your configuration here. Click on a line to get help in the yellow field at the bottom.
de: Bearbeiten Sie Ihre Konfigurationen hier. Klicken Sie auf eine Zeile und Sie erhalten im gelben Feld unten eine Hilfe
es: Edite su configuración aquí. Cliquee en una línea para obtener ayuda en el campo amarillo en el fondo.
fr: Modifiez votre configuration ici. Cliquez sur une ligne pour obtenir de l'aide dans le champ jaune en bas.

source: Do not change. Version of the config structure.
de: Nicht ändern. Version der Konfigurationsstruktur.
es: No cambiar. Versión de la estructura del config.
fr: Ne rien changer. Version de la structure de configuration.

source: Automatically detected. Do we have all needed configurations
de: Automatisch erkannt. Sind alle nötigen Konfigurationen bekannt ?
es: Detecta automáticamente si están todas las configuraciones requeridas
fr: Détecté automatiquement. Avons-nous toutes les configurations requises?

# osdbasedata.rscreateradiofiles
source: create opsi product files
de: Erstelle opsi Produkt Dateien
es: crear archivo de producto opsi
fr: Créer les fichiers d'un produit opsi

# osdbasedata.rscreateradiofilesbuild
source: create opsi product files and build package
de: Erstelle opsi Produkt Dateien und baue opsi Paket
es: Crear archivos de productos opsi y crear paquete
fr: Créer les fichiers d'un paquet opsi et construire le paquet

source: create opsi product files and start the interactive PackageBuilder
de: Erstelle opsi Produkt Dateien und starte interaktiven PackageBuilder
es: crear archivo de producto opsi y comenzar interactivamente el Package Builder

# osdbasedata.rscreateradiogrouptitle
source: Create Mode
de: Erstellungs Modus
es: Crear modo
fr: Mode création

source: selects the Create mode Radiobutton.
de: Auswahl des RadioButtons 'Erstellungs Modus'
es: Selecciona módo de creación, en botón radio.
fr: sélectionne le bouton de création.

source: Your email address, used for the changelog entry
de: Ihre eMail Adresse. Verwendet für den Changelog.
es: Su dirección de correo electrónico, utilizada para el registro del changelog
fr: Votre adresse électronique, e-mail, utilisée pour le changelog.

source: Your full name, used for the changelog entry
de: Ihre voller Name. Verwendet für den Changelog.
es: Nombre completo, utilizado para la entrada del changelog
fr: Votre nom complet, utilisé pour le changelog.

source: List of opsi-script libraries that have to be imported. One per line. May be empty. Example: myinstallhelperlib.opsiscript
de: Liste der opsi-script Bibliotheken. Eine pro Zeile. Darf leer sein. Beispiel: myInstallhelperlib.opsiscript
es: Lista de la librerías de opsi que deben ser importadas. Una por línea. Puede estar vacío. Ejemplo; myinstallerhelperlib.opsiscript
fr: Liste des bibliothèques opsi-script qui doivent être importées. Une par ligne. Peut être vide. Exemple: myinstallhelperlib.opsiscript

source: Do not change here - Internally set by a dialog.
de: Nicht hier ändern - wird von einem internen Dialog gesetzt.
es: No cambiar aqui - establecido internamente por un cuadro de diálogo.d
fr: Ne pas modifier ici - Défini en interne par un dialogue.

source: Path to the OpsiPackageBuilder. OpsiPackageBuilder is used to build the opsi packages via ssh. see: https://forum.opsi.org/viewtopic.php?f=22&t=7573
de: Pfad zum OpsiPackageBuilder. Der OpsiPackageBuilder wird verwendet um via ssh die opsi Pakete auf dem opsi-server zu bauen. siehe auch: https://forum.opsi.org/viewtopic.php?f=22&t=7573
es: Directorio al OpsiPackageBuilder. El OpsiPackageBuilder es utilizado para crear paquetes de opsi via SSH. info: https://forum.opsi.org/viewtopic.php?f=22&t=7573
fr: Chemin vers OpsiPackageBuider. OpsiPackageBuider est utilisé pour construire les paquets opsi via ssh. Plus d'information : https://forum.opsi.org/viewtopic.php?f=22&t=7573

source: List of opsi-script code lines that should be included after the installation is finished. One per line. May be empty. Example: comment "Installation finished..."
de: opsi-script code Zeilen welche nach dem Ende der Installation eingefügt werden. Ein opsi-script Befehl pro Zeile. Darf leer sein. Beispiel: comment "Installation finished..."
es: Lista de líneas de código de scripts de opsi que deberían ser incluídos luego de que la instalación haya concluído. Uno por línea. Puede estar vacío. Ejemplo: comentario "Instalación finalizada..."

source: List of opsi-script code lines that should be included after the uninstallation is finished. One per line. May be empty. Example: comment "Uninstall finished..."
de: opsi-script code Zeilen welche nach dem Ende der Deinstallation eingefügt werden. Ein opsi-script Befehl pro Zeile. Darf leer sein. Beispiel: comment "Uninstall finished..."
es: Lista de líneas de código de scripts de opsi que deberían ser incluídos luego de que la desinstalación haya concluído. Uno por línea. Puede estar vacío. Ejemplo: comentario "Desinstalación finalizada..."

source: List of opsi-script code lines that should be included before the installation starts. One per line. May be empty. Example: comment "Start the installation ..."
de: opsi-script code Zeilen welche vor dem Begrinn der Installation eingefügt werden. Ein opsi-script Befehl pro Zeile. Darf leer sein. Beispiel: comment "Start the installation ..."
es: Lista de líneas de código de scripts de opsi que deberían ser incluídos antes de que la instalación haya comenzado. Uno por línea. Puede estar vacío. Ejemplo: comentario "Comienzo de la instalación..."
fr: Liste des lignes de code opsi-script qui doivent être incluses avant le démarrage de l'installation. Une par ligne. Peut être vide. Exemple: comment "Lancer l'installation..."

source: List of opsi-script code lines that should be included before the uninstallation starts. One per line. May be empty. Example: comment "Start the uninstallation ..."
de: opsi-script code Zeilen welche vor dem Beginn der Deinstallation eingefügt werden. Ein opsi-script Befehl pro Zeile. Darf leer sein. Beispiel: comment "Start the uninstallation ..."
es: Lista de líneas de código de scripts de opsi que deberían ser incluídos antes de que la desinstalación haya comenzado. Uno por línea. Puede estar vacío. Ejemplo: comentario "Comienzo de la desinstalación..."
fr: Liste des lignes de code opsi-script qui doivent être incluses avant le début de la désinstallation. Une par ligne. Peut être vide. Exemple: comment "Lancer la désinstallation..."

source: Should there be a desktop icon ?
de: Soll es ein Desktopicon geben ?
es: Debería crearse un ícono en el escritorio ?
fr: Doit-il y avoir une icône sur le bureau ?

source: Which architecture (32 / 64 Bit) should be installed?
de: Welche Architekur (32 / 64 Bit) soll installiert werden?
es: Que arquitectura (32 / 64 Bits) debe ser instalada ?

source: Determines if the installation files will be copied locally
de: Bestimmt ob die Installationsdateien nach lokal kopiert werden
es: Determina si los archivos de instalación son copiados localmente
fr: Détermine si les fichiers d'installation seront copiés localement

source: License key or opsi license pool
de: Lizenzkey oder opsi Lizenzpool
es: Licencia o pool de licencias de opsi
fr: Clé de licence ou pool de licences opsi

source: Path to the text file that is used as Read-me template
de: Pfad zur Readme Template Textdatei
es: Directorio al archivo de texto utilizado como plantilla de solo lectura (Read-me)
fr: Chemin d'accès au fichier texte utilisé comme modèle Lisez-moi

source: Should this program be registered to the Filemanger (Explorer) context menu ?
de: Soll dieses Programm für das Kontextmenü des Dateimanagers (Explorer) registriert werden ?
es: Debería el programa registrarse en el menú contextual (Explorer) ?

source: The password of the given user used to connect to the opsi webservice ATTENTION SECURITY RISK: Even though it is stored encrypted, it is easy to decrypt by analyzing the source code. If empty you will be asked when the connection is started.
de: Das Passwort des angegebenen users für die Verbindung zum opsi webservice. ACHTUNG SICHERHEITSRISIKO: Auch wenn das Passwort verschlüsselt abgespeichert wird, so läßt es sich doch nach einer Analyse des (offenen) Quellcodes entschlüsseln. Es wird nach dem Passwort gefragt, wenn hier nichts steht.
es: La contraseña del usuario mencionado utilizada para conectarse al servicio web de opsi ATENCIÓN RIESGO DE SEGURIDAD: Aunque es almacenado de manera encriptada, Es sencillo de descifrar por medio del análisis del código fuente. Si está vacío se preguntará por el inicio de la conexión.

source: The URL of the opsi webservice (Format: https://<opsi-server>:4447)
de: Die URL des opsi webservice (Format: https://<opsi-server>:4447)
es: La URL del servicio web de opsi (de esta manera: https://<opsi-server>1:4447)

source: The user name used to connect to the opsi webservice
de: Der user name für die Verbindung zum opsi Webservice
es: El nombre de usuario utilizado para conectarse al servicio web de opsi
fr: Le nom d'utilisateur utilisé pour se connecter au service Web opsi

# osdbasedata.rsusepropdesktopicon
source: Should we create a "DesktopIcon" property and add code to handle desktop icons ?
de: Soll ein "Desktopicon" erzeugt und Code zur Manipulation von Desktopicons hinzugefügt werden?
es: Se debería crear una propiedad "DesktopIcon" y agregar código para gestionar íconos de escritorio ?
fr: Vous voulez créer une propriété "DesktopIcon" et ajouter le code pour traiter des icônes de bureau?

source: Should we create a "LicenseOrPool" property and add code to handle license keys ?
de: Soll ein "LicenseOrPool" Property erzeugt und Code zur Manipulation von Lizenzkeys hinzugefügt werden?
es: Debería crearse una propiedad "LicenseOrPool" y agregar código para gestionar licencias ?

source: Automatically detected. Is the opsi workbench reachable at workbench_Path.
de: Automatisch erkannt. Ist die opsi-work-bench unter dem angegebenen Pfad 'workbench_path' erreichbar.
es: Detectado aumáticamente. Hay conexión con el workbench de opsi en workbench_Path.
fr: Détecté automatiquement. Est ce que le opsi workbench défini dans workbench_Path est joignable.

source: Path to the opsi_workbench
de: Pfad zur opsi_workbench
es: Directorio al opsi_workbench
fr: Chemin vers opsi_workbench

source: Abort
de: Abbrechen
es: Abortar
fr: Annuler

source: Leave existing directory unchanged and abort
de: Das bestehende Verzeichnis unverändert lassen und Abbrechen
es: Dejar el directorio existente sin cambios y abortar
fr: Laisser le répertoire existant inchangé et abandonner

source: Yes (Backup)
de: Ja (Sichern)
es: Si (Backup)
fr: Oui (Sauvegarde)

source: All files that are directly in the directories "CLIENT_DATA" and "OPSI" will be copied to a backup file.
de: Alle Dateien welche direkt in den Verzeichnissen "CLIENT_DATA" und "OPSI" liegen, werden als Backupdatei gesichert.
es: Todos los archivos que están directamente en los directorios "CLIENT_DATA" y "OPSI" serán copiados a un archivo de backup.

source: Should we use the existing directory and create a backup of the old files before creating the new ones ? Otherwise the exiting directory will be deleted before creating a new one.
de: Soll das existierende Verzeichnis verwendet und existierende Dateien gesichert werden, bevor die neuen Dateien erzeugt werden. Wenn nicht, so wird das existierende Verzeichnis gelöscht, bevor es neu erzeugt wird.
es: Se debería utilizar el directorio existente y hacer un backup de los antiguos archivos antes de crear los nuevos? De lo contrario el directorio existente sera eliminado antes de crear uno nuevo.

source: Delete the complete directory before creating the new one.
de: Löschen des kompletten Verzeichnisses bevor das neue erstellt wird
es: Eliminar el directorio completo antes de crear uno nuevo.
fr: Supprimer le répertoire entier avant de créer un nouveau.

source: More Information ...
de: Mehr Informationen ...
es: Más información ...
fr: Plus d'informations...

source: Yes: All files that are located in the directories "CLIENT_DATA" and "OPSI" will be saved to a backup file before the new files are created\nNo: Delete the complete directory before creating the new one.\nAbort: Leave existing directory unchanged and abort
de: Ja: Alle Dateien, in den Verzeichnissen "CLIENT_DATA" und "OPSI" werden mit einer Backup Kopie gesichert bevor die neuen Dateien erzeugt werden. Nein: Das komplette Verzeichnis wird gelöscht bevor das neue erzeugt wird. Abbrechen: Das bestehende Verzeichnis unverändert lassen und abbrechen.
es: Si: todos los archivos que se encuentran directamente en los directorios "CLIENT_DATA" y "OPSI" serán guardados en un archivo de backup antes de que los nuevos archivos sean creados No: Elimina el directorio completo antes de crear uno nuevo. Abortar: Deja el directorio existente sin cambios y aborta

source: Could not create directory:
de: Verzeichnis konnte nicht erstellt werden:
es: No se pudo crear el directorio:
fr: Le répertoire n'a pas pu être créé:

source: Directory
de: Verzeichnis
es: Directorio
fr: Répertoire

source: still exits. Should we create backup files ?
de: existiert. Sollen die Dateien gesichert werden ?
es: Existente. Debería realizarse un backup de los archivos?

source: productId of the dependent product
de: productId des abhängigen Produktes
es: productId del producto dependiente
fr: productId du produit dépendant

source: contains whitespace. Whitespaces are not allowed.
de: enthält Leerzeichen/Tabs. Leerzeichen/Tabs sind hier nicht erlaubt.
es: contiene espacios en blanco. Los espacios en blanco no están permitidos.
fr: Contient des espaces/tabulations. Les espaces/tabulations ne sont pas autorisés.

# osddlgnewproperty.rsduplicatewarning
source: exists. Duplicates not allowed.
de: existiert bereits. Doppel sind hier nicht erlaubt.
es: existente. Los duplicados no están permitidos.
fr: Existe déjà. Les doublons ne sont pas autorisés.

source: Default Values Only the selected Values are the defaults
de: Default Werte Nur die markierten Werte sind defaults
es: Valores por defecto Sólo los seleccionados Los valores son los predeterminados
fr: Les valeurs par défaut Seules les sélectionnés Les valeurs sont celles par défaut

source: The following data fields are automatically detected. You have to check every data field to verify the data is correct or plausible. For some data fields you may have to install the program once manually and then retrieve the needed data from the completed installation.
de: Die folgenden Daten wurden automatisch erfasst. Alle Datenfelder sollten auf Richtigkeit bzw. Plausibilität geprüft werden. Für Ermittlung einiger Daten muss eine einmalige Installation durchgeführt werden und die Daten dann an der fertigen Installation erhoben werden.
es: Los siguientes datos son detectados automáticamente. Debe chequear cada campo de datos para verificar si son correctos o plausibles. Para algunos datos puede ser que tenga que instalar el programa una vez Y luego obtener los datos necesarios de la instalación completa.

# osdform.rscheckentriesrememberme
source: Do not show this Message again
de: Diese Meldung nicht mehr anzeigen
es: No mostrar este mensaje nuevamente
fr: Ne plus montrer ce message

source: Please keep in mind:
de: Bitte immer beachten:
es: Por favor tener en cuenta:
fr: Veuillez garder en tête:

source: Complete directory
de: Komplettes Verzeichnis
es: Directorio completo
fr: Répertoire entier

source: Only selected file
de: Nur gewählte Datei
es: Sólo el archivo seleccionado
fr: Un fichier sélectionné

source: Should we copy only the installer file or the complete directory ?
de: Soll nicht nur die Installationsdatei sondern das gesamte Verzeichnis integriert werden ?
es: Se debería copiar sólo el archivo o el directorio completo ?
fr: Doit-on copier uniquement le fichier d'installation ou le répertoire complet ?

source: Only File or Directory
de: Nur Datei oder Verzeichnis
es: Solo archivo o directorio
fr: Seulement Fichier ou Répertoire

source: Use Property "Debug = true" to disable mouse and keyboard blocking. If mouse and keyboard are accidentally blocked after the installation is finished, use action request "update" to enable mouse and keyboard again.
de: Verwenden Sie das Property "Debug = true" , um zu verhindern, das Maus und Tastatur während der Installation gesperrt werden. Falls durch einen Fehler nach einer Installation Maus und Tastatur noch gesperrt sind, so verwenden Sie den Actionrequest "update" um die Sperrung aufzuheben.
es: Utilizar la propiedad "Debug = true" para desactivar el bloqueo del mouse y el teclado. Si el mouse y el teclado se bloquean accidentalmente una vez finalizada la instalación, utilice la petición de acción "update" para habilitar de nuevo el mouse y el teclado.
fr: Utilisez la propriété "Debug = true" pour désactiver le souris et le blockage du clavier. Si le souris et le clavier sont blockées même si l'installation est déjà complète, utiliser l'action request "update" pour réactiver le souris et le clavier.

source: Should we add code to customize the installation in user profiles ?
de: Soll Code zum Customizing der Anwendung in den Userprofilen hinzugefügt werden?
es: Debería agregarse código para personalizar la instalación en perfiles de usuarios ?
fr: Doit-on ajouter du code pour personnaliser l'installation dans les profils utilisateurs ?

source: Analysis of DEB files
de: Analyse von DEB Dateien
es: Analizar archivos DEB

# osdform.rsdebanalyzenotlinux
source: Detailed analysis of deb files can only be done in linux
de: Die detaillierte Analyse von deb Dateien kann nur auf Linuxsystemen erfolgen
es: Un análisis detallado de archivos DEB solo puede ser realizado en Linux

# osdform.rsdefaulticon
source: default icon
es: icono por defecto
fr: icon par défaut

source: opsi-setup-detector: Dependency Editor: Error
de: opsi-setup-detector: Dependency Editor: Fehler
es: opsi-setup-detector: editor de Dependencia: Error
fr: opsi-setup-detector: Editeur de dépendance: Erreur

source: No Dependency selected.
de: Keine Dependency ausgewählt.
es: La dependencia no ha sido seleccionada.
fr: Aucune dépendance sélectionnée.

source: Please install the opsi-logviewer product. opsi-logviewer is not installed in
de: Bitte das Produkt opsi-logviewer installieren. opsi-logviewer nicht gefunden in
es: Por favor instale el producto opsi-logviewer. opsi-logviewer no está instalado
fr: Veuillez installer le produit opsi-logviewer. opsi-logviewer n'est pas installé dans

source: An error occured while loading opsi-logviewer
de: Beim start des opsi-logviewer ist ein Fehler aufgetreten.
es: Un error ocurrió mientras se cargaba opsi-logviewer
fr: Une erreur s'est produite lors du chargement de opsi-logviewer

source: The (unquoted) directory path where the software will be installed. You may also choose the directory via the selection button on the right (if the product is installed). If you there get a path like "C:\program Files" or "C:\program Files (x86)", it will be replaced by the matching opsi-script constant (e.g."%ProgramFiles32Dir%").
de: Der Pfad zu dem Verzeichnis in welches die Software installiert wird. Falls die Software installiert ist, kann dieser Pfad auch über den Button rechts gewählt werden. Wenn im Pfad bekannte Elemente wie "C:\program Files" oder "C:\program Files (x86)" vorkommen, so werden diese durch die passende opsi-script Konstante ersetzt (z.B. "%ProgramFiles32Dir%")
es: La ruta del directorio (sin comillas) donde se instalará el software. También puede elegir el directorio mediante el botón de selección de la derecha (si el producto está instalado). Si obtiene una ruta como "C:\program Files" o "C:\program Files (x86)", se reemplazará por la constante opsi-script correspondiente (por ejemplo, "%ProgramFiles32Dir%").
fr: Le chemin du répertoire (sans guillemets) ou le software sera installé. Vous pouvez également choisir le fichier via le bouton de sélection à droite (si le programme est installé). Si vous obtenez un chemin comme "C:\Programmes" ou "C:\Programmes (x86)", cela sera remplacé de la constante opsi-script correspendante (par ex. "%ProgramFiles32Dir%").

source: Should we add code to copy the installer locally before the installation ?
de: Soll Code um den Installer vor der Installation nach lokal zu kopieren hinzugefügt werden?
es: Debería agregarse código para copair el instalador localmente antes de la instalación ?

source: To select a MacOS installer there are two Steps The first step is a dialog to select a directory that contains the installer or the "installer.app" directory The second step (if needed) is a dialog to select an installer file
de: Zwei Schritte um einen MacOS Installer zu wählen: Erster Schritt: Verzeichniswahl: Wählen des Verzeichnisses in dem die installer Datei liegt bzw. wählen des Installer.app Verzeichnises. Zweiter Schritt (wenn keine installer.app gewählt wurde): Dateiwahl: Wählen der Installer Datei.
es: Para seleccionar el instalador MacOS hay dos pasos El primero es un cuadro de diálogo que indica donde obtener el instalador o el directorio "installer.app" El segundo paso (de ser necesario) es un cuadro de diálogo para seleccionar el archivo de instalación

source: Attention: Two Step Selection Dialog
de: Achtung: Zweistufiger Auswahldialog
es: Atención: Dos pasos en el siguiente cuadro de diálogo
fr: Attention : Boîte de dialogue de sélection en deux étapes

# osdform.rsmacselectionrememberme
source: Do not show this Message again
de: Diese Meldung nicht mehr anzeigen
es: No mostrar este mensaje nuevamente
fr: Ne plus montrer ce message

source: Not implemented right now.
de: Noch nicht implementiert.
es: No implementada actualmente.
fr: Pas encore implémenté.

# osdform.rsnumbericons
source: Icons to choose from:
de: Icons zur Auswahl:
es: Iconos disponibles para elección
fr: Icônes au choix

# osdform.rspropediterrordoublemsgfinish
source: exists. Duplicates not allowed.
de: existiert bereits. Doppel sind hier nicht erlaubt.
es: existe. Los duplicados no están permitidos.
fr: Existe déjà. Les doublons ne sont pas autorisés.

source: property Id:
es: Id de propiedad:
fr: ID de la propriété:

source: opsi-setup-detector: Property Editor: Error
de: opsi-setup-detector: Property Editor: Fehler
es: opsi-setup-detector: Editor de propiedad: Error
fr: opsi-setup-detector: Editeur des propriétés : Erreur
