Repository: opsi-org/lazarus
Catalog: opsi-misc/opsisetupdetector/locale/opsisetupdetector.*.po
Languages: de, es, fr

source: No Property selected.
de: Kein Property ausgewählt.
es: Ninguna propiedad seleccionada.
fr: Aucune Propriété sélectionnée.

source: Analysis of RPM files
de: Analyse von RPM Dateien
es: Análisis de archivos RPM

# osdform.rsrpmanalyzenotlinux
source: Detailed analysis of rpm files can only be done in linux
de: Die detaillierte Analyse von rpm Dateien kann nur auf Linuxsystemen erfolgen
es: Un análisis detallado de archivos RPM solo puede ser realizado en Linux

source: First select MacOS .app directory or a directory that contains the MacOS installer files
de: Wähle zunächst das MacOS .app Verzeichnis oder das Verzeichnis in dem die MacOS Installationsdateien liegen
es: Primero seleccione la .app de MacOS o directorio donde se encuentran los archivos de instalación MacOS
fr: Sélectionnez d'abord MacOS .app ou le répertoire où trouver les fichiers d'installation de MacOS

source: Now select the MacOS installer file.
de: Nun wähle die MacOS Installationsdatei
es: Ahora seleccione el archivo de instalación MacOS

source: Could not connect to the opsi-web-service. Check URL, user and password
de: Keine Verbindung zum opsi-Webservice. Bitte URL, user und passwort prüfen.
es: No se pudo conectar con el servicio web opsi. Verifique la URL, el usuario y la contraseña
fr: Impossible de se connecter au service Web opsi. Vérifiez l'URL, l'utilisateur et le mot de passe

source: Should we add code to support "custom" directories ?
de: Soll Code zur Behandlung von "custom" directories hinzugefügt werden?
es: Debería agregarse código para respaldar directorios "custom" (personalizados) ?
fr: Doit-on ajouter du code pour prendre en charge les répertoires "personnalisés" ?

source: The main program of the software that has to be installed. Will be used for creating desktop icons or start menu entries. and to check before installaion if the program is running. Will be not detected. You have to choose it via the selection button on the right (if the product is installed). Unquoted file name.
de: Das Hauptprogramm der zu installienden Software. Wird verwendet, um Desktopicons, Startmenüeintrage zu erstellen bzw. vor der Installation zu prüfen, ob die Software läuft. Wird nicht automatisch erkannt. Falls die Software installiert ist, kann dieser Pfad auch über den Button rechts gewählt werden. Dateinamen ohne Anführungszeichen, evtl. vorhandene werden entfernt.
es: El programa principal del software que debe ser instalado. Se utilizará para crear iconos en el escritorio o entradas en el menú de inicio. Y para comprobar antes de la instalación si el programa se está ejecutando. No se detectará. Debe elegirlo mediante el botón de selección de la derecha (si el producto está instalado). Nombre de archivo sin comillas.
fr: Le programme principal du software qui doit être installé. Sera utilisé pour créer les icônes du bureau ou des entrées du menu de démarrage et pour vérifier avant l'installation si le programme est en cours d'exécution. Ne sera pas détecté. Vous devez choisir via le bouton de sélection à droite (si le programme est installé). Nom du fichier sans guillemets.

source: Choose what kind of templates should be used. If the templates are not found, default is the fallback.
de: Wählen Sie die Art der Templates die genutz werden sollen. Wird am gewählten Ort etwas nicht gefunden, so wird 'Default' als Fallback genommen.
es: Elegir que tipo de plantillas deberían ser utilizadas. Si no se encuentran plantillas, por defecto se utilizan los de reserva.

source: Do you want to select a Windows Setup file ?
de: Wollen Sie eine Windows Setup-Datei auswählen ?
es: Quiere seleccionar el archivo de Setup de Windows ?
fr: Voulez-vous sélectionner le fichier d'installation de Windows ?

source: opsi-setup-detector: Multi Platform three File (Win/Lin/Mac) Product
de: opsi-setup-detector: Multi-Plattform Produkt mit 3 Dateien (Win/Lin/Mac)
es: opsi-setup-detector: Archivo multiplataforma (Win/Lin/Mac)
fr: opsi-setup-Detector: Produit Multi-Platformes trois fichiers (Win/Lin/Mac)

source: Do you want to select a Linux installer file ?
de: Wollen Sie eine Linux Installerdatei auswählen ?
es: Quiere seleccionar un archivo de instalación Linux ?
fr: Voulez-vous sélectionner le fichier d'installation de Linux ?

source: Do you want to select a MacOS installer file ?
de: Wollen Sie eine MacOS Installerdatei auswählen ?
es: Quiere seleccionar un archivo de instalación MacOS ?
fr: Voulez-vous sélectionner le fichier d'installation de MacOS ?

source: First Select the 32 Bit Setup exe
de: Zuerst die 32 Bit Setup.exe.
es: Primero seleccione el setup.exe de 32 bits
fr: D'abord, sélectionnez la version 32 Bit de Setup.exe.

source: opsi-setup-detector: Two File (32/64 Bit) Product
de: opsi-setup-detector: opsi Prodkt mit 2 Setups (32/64 Bit)
es: opsi-setup-detector: Producto con 2 archivos (32/64 Bits)
fr: opsi-setup-detector: Produit opsi avec 2 fichiers (32/64 Bit)

source: Now Select the 64 Bit Setup exe
de: Jetzt die 64 Bit Setup.exe auswählen.
es: Ahora seleccione el archivo de setup.exe de 64 Bits
fr: Maintenant, sélectionnez la version 64 Bit de Setup.exe.

source: The unqoted path to the detected uninstall program. You may also choose the file via the selection button on the right (if the product is installed).
de: Wenn im Pfad bekannte Elemente wie "C:\program Files" oder "C:\program Files (x86)" vorkommen, so werden diese durch die passende opsi-script Konstante ersetzt (z.B. "%ProgramFiles32Dir%"). Pfad ohne Anführungszeichen, evtl. vorhandene werden entfernt.
es: La ruta sin comillas del programa de desinstalación detectado. También puede elegir el archivo mediante el botón de selección de la derecha (si el producto está instalado).
fr: Le chemin d'accès du fichier - sans guillemets - au programme de désinstallation détecté. Vous pouvez également choisir le fichier via le bouton de sélection à droite (si le programme est installé).

source: We need some configurations first !
de: Es fehlen noch einige Konfigurationen.
es: Algunas configuraciones son necesarias antes de comenzar!
fr: Il manque encore certaines configurations.

source: Error invoking opsi package builder
de: Fehler beim Starten des opsi Package Builders
es: Error invocando el opsi package builder
fr: Erreur lors de l'appel du constructeur de paquet opsi

source: Error: The path to the opsi_workbench is empty or not valid!
de: Fehler: Der Pfad zur opsi-work-bench ist nicht gültig!
es: Error: El directorio a la opsi-work-bench está vacío o no es válido!

source: Error: Field opsi Product ID is empty!
de: Fehler: Das Feld opsi ProductId ist leer!
es: Error: El campo opsi Product ID está vacío!
fr: Erreur : Le champ opsi Product ID est vide !

source: Error: Field Product Version is empty!
de: Fehler: Feld Produkt Version ist leer!
es: Error: El campo versión de producto está vacío!
fr: Erreur: Le champ version du produit est vide!

source: Opsi package files created but build / install package failed
de: Opsi Paket Dateien erzeugt aber build / install des Paketes ist fehlgeschlagen.
es: Se han creado los archivos de paquete Opsi pero ha fallado la creación/instalación del paquete.
fr: Les fichiers du paquet opsi sont crées mais le paquet build / install a échoué

source: Create opsi package files failed
de: Erzeugen der Opsi Paket Dateien ist fehlgeschlagen.
es: Error al crear los archivos del paquete opsi
fr: Création des paquets opsi a échoué

source: Create opsi package finished.
de: Die Erstellung des opsi Paketes ist beendet.
es: Creación del paquete opsi finalizada.
fr: Création du package opsi terminé.

source: Error: Field Install Directory is empty or not valid! For this Installer the Installdir could not be detected. The Installdir is needed for the uninstallation process. Please install this product manually and determine the Installdir. Then add it to the setup and the uninstall script
de: Fehler: Das Feld 'Install Directory' ist leer oder ungültig. Für diesen Installer konnte das 'Install Directory' nicht sicher bestimmt werden. Das 'Install Directory' wird für den korrekten Deinstallationsprozess benötigt. Bitte installieren Sie das Produkt, ermitteln das 'Install Directory' und schreiben diesen in das setup und das uninstall script.
es: Error: Campo directorio de instalación está vacío o no es válido! Para este instalador el Installdir no pudo ser detectado. El Installdir es necesario para un correcto proceso de desinstalación. Por favor instale este producto y chequee el Installdir y agreguélo al script setup y uninstall

source: Error while initializing opsiconnection
de: Fehler bei der Initialisierung der opsi Verbindung.
es: Error iniciando la conexión opsi
fr: Erreur durant l'initialisation de la connexion opsi

source: No value found! Set%sto
de: Kein Wert gefunden! %s gesetzt auf
es: Valor no encontrado! Establecer%sa
fr: Pas de valeur trouvée ! Définissez %s à

source: Sending log file to server ...
de: Sende Protokolldatei zum Server ....
es: Enviando archivo de log al servidor ...
fr: Envoi du fichier journal au serveur ...

source: opsi-setup-detector: Dependency Editor
es: opsi-setup-detector: Error de dependencia
fr: opsi-setup-detector : Editeur de dépendances.

source: ComboBoxActState
es: Acción o estado

source: Require Mode
de: Abhängigkeits Modus
es: Modo requerido
fr: Mode requis

source: Action or State
de: Aktion oder Status
es: Acción o estado
fr: Action ou statut

source: Requirement Type
de: Abhängigkeits Typ
es: Tipo de requerimiento
fr: Type de prérequis

source: productid of the dependent product
de: productId des abhängigen Produktes
es: productid del producto dependiente
fr: productId du produit dépendant

source: Action
de: Aktion
es: Acción

source: State
de: Status
es: Estado
fr: Statut

# tfnewdepdlg.speedbuttonhelpdependecies.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

source: Add Value
de: Wert hinzufügen
es: Agregar valor
fr: Ajouter une valeur

source: Delete Value
de: Wert löschen
es: Borrar valor
fr: Supprimer une valeur

source: opsi-setup-detector - Properties
es: opsi-setup-detector - Propiedades
fr: opsi-setup-detector - Propriétés

source: Multivalue
es: Valor múltiple
fr: Mutli-valeurs

source: propertyname
es: Nombre de la propiedad
fr: nom de la propriété

source: New Value
de: Neuer Wert
es: Valor nuevo
fr: Nouvelle valeur

source: Property Type
es: Tipo de propiedad
fr: Type de propriété

source: Please edit the Property.
de: Bitte das Property editieren
es: Por favor edite la propiedad.
fr: Veuillez modifier la Propriété.

source: Property Name
es: Nombre de propiedad
fr: Nom de la propriété

source: Possible Values
de: Mögliche Werte
es: Valores posibles
fr: Valeurs possibles

source: Default Values
de: Default Wert
es: Valores por defectos
fr: Valeurs par défaut

# tfnewpropdlg.label6.caption
source: Description
de: Beschreibung
es: Descripción

source: Text
es: Texto
fr: Texte

# tfnewpropdlg.speedbuttonhelpproperties.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tmymessagedlg.abortbtn.caption
source: &Exit
de: &Beenden
es: &Salir
fr: &Quitter

source: &Cancel
de: &Abbruch
es: &Cancelar
fr: &Annuler

source: opsi-script Message
de: opsi-script Nachricht
es: Mensaje del opsi-script
fr: Message opsi-script

source: Add Dependency
de: Dependency hinzufügen
es: Agregar dependencia
fr: Ajouter une dépendance

source: Add Property
de: Property hinzufügen
es: Agregar propiedad
fr: Ajouter une propriété

source: Delete Dependency
de: Dependency löschen
es: Borrar dependencia
fr: Supprimer une dépendance

source: Delete Property
de: Property löschen
es: Borrar propiedad
fr: Supprimer la propriété

source: Edit Dependency
de: Dependency bearbeiten
es: Editar dependencia
fr: Modifier une dépendance

source: Edit Property
de: Property bearbeiten
es: Editar propiedad
fr: Modifier une propriété

# tresultform1.bitbtnopenmst1.caption
source: Open MST File
de: MST Datei öffnen
es: Abrir archivo MST
fr: Ouvrir un fichier MST

# tresultform1.bitbtnopenmst2.caption
source: Open MST File
de: MST Datei öffnen
es: Abrir archivo MST
fr: Ouvrir un fichier MST

# tresultform1.bitbtnopenmst3.caption
source: Open MST File
de: MST Datei öffnen
es: Abrir archivo MST
fr: Ouvrir un fichier MST

source: Check workbench path
de: Workbench Pfad prüfen
es: Chequear el directorio del workbench
fr: Vérifiez le chemin du workbench

source: Select workbench path
de: Workbench Pfad wählen
es: Seleccionar el directorio del workbench
fr: Sélectionnez le chemin vers le workbench

# tresultform1.btanalyzenextstep.caption
source: Next Step
de: Nächster Schritt
es: Próximo paso
fr: Étape suivante

# tresultform1.btanalyzenextstep.hint
source: Go to the next Step
de: Zum nächsten Schritt gehen
es: Ir al siguiente paso
fr: Aller à l'étape suivante

source: Only analyze a single File
de: Eine Datei nur analysieren
es: Solo analizar un archivo

source: Analyze a single existing Setupfile
de: Analysiere eine einzelne, existierende Setup Datei
es: Analizar un archivo de setup único
fr: Analysez un seul fichier Setupfile existant

source: Analyze 2 Files (32 / 64 Bit) and create O. Package
de: Analysiere 2 Dateien (32 / 64 Bit) und erzeuge ein O. Paket
es: Analizar dos archivos (32 y 64 Bits) y crear un paquete opsi
fr: Analyser 2 fichiers (32/64 Bit) et créer un Paquet opsi

# tresultform1.btatwonalyzeandcreate.hint
source: Analyze a single existing Setupfile and create an opsi Product
de: Analysiere eine Setup Datei und erzeuge ein opsi Paket
es: Analizar un único archivo de setup existente y crear un producto de opsi
fr: Analyser un seul fichier de configuration existant et créer un produit opsi

# tresultform1.btcreateemptytemplatelin.caption
source: Create an opsi Package Template
de: Eine opsi Paket Vorlage (Template) erzeugen.
es: Crear un paquete de opsi de plantilla
fr: Créer un modèle de paquet opsi

# tresultform1.btcreateemptytemplatelin.hint
source: Create an empty opsi Product Directory Structure
de: Erzeuge eine leere opsi Paket Verzeichnis Struktur
es: Crear una estructura de directorio de producto opsi

# tresultform1.btcreateemptytemplatemac.caption
source: Create an opsi Package Template
de: Eine opsi Paket Vorlage (Template) erzeugen.
es: Crear un paquete de opsi de plantilla
fr: Créer un modèle de paquet opsi

# tresultform1.btcreateemptytemplatemac.hint
source: Create an empty opsi Product Directory Structure
de: Erzeuge eine leere opsi Paket Verzeichnis Struktur
es: Crear una estructura de directorio de producto opsi

# tresultform1.btcreateemptytemplatemulti.caption
source: Create an opsi Package Template
de: Eine opsi Paket Vorlage (Template) erzeugen.
es: Crear un paquete de opsi de plantilla
fr: Créer un modèle de paquet opsi

# tresultform1.btcreateemptytemplatemulti.hint
source: Create an empty opsi Product Directory Structure
de: Erzeuge eine leere opsi Paket Verzeichnis Struktur
es: Crear una estructura de directorio de producto opsi

# tresultform1.btcreateemptytemplatewin.caption
source: Create an opsi Package Template
de: Eine opsi Paket Vorlage (Template) erzeugen.
es: Crear un paquete de opsi de plantilla
fr: Créer un modèle de paquet opsi

# tresultform1.btcreateemptytemplatewin.hint
source: Create an empty opsi Product Directory Structure
de: Erzeuge eine leere opsi Paket Verzeichnis Struktur
es: Crear una estructura de directorio de producto opsi

source: Create a Meta Product
de: Ein opsi Metaprodukt erzeugen.
es: Crea un Meta producto
fr: Créer un Meta Produit

source: A product that installs nothing but may have multiple dependencies
de: Ein Produkt das nichts installiert aber viele Abhängigkeiten haben kann.
es: Un producto que no instala nada pero puede tener muchas dependencias

source: Create Opsi Package
de: opsi Paket erstellen
es: Crear paquete opsi
fr: Créer un paquet opsi

source: Create an opsi Product
de: opsi Produkt erstellen
es: Crear un producto opsi

# tresultform1.btniconsnextstep.caption
source: Next Step
de: Nächster Schritt
es: Próximo paso
fr: Étape suivante

# tresultform1.btniconsnextstep.hint
source: Go to the next Step
de: Zum nächsten Schritt gehen
es: Ir al siguiente paso
fr: Aller à l'étape suivante

source: open icon folder
de: Öffne Icon Verzeichnis
es: abri directorio de ícono
fr: Ouvrir le dossier des icônes

# tresultform1.btproduct1nextstep.caption
source: Next Step
de: Nächster Schritt
es: Próximo paso
fr: Étape suivante

# tresultform1.btproduct1nextstep.hint
source: Go to the next Step
de: Zum nächsten Schritt gehen
es: Ir al siguiente paso
fr: Aller à l'étape suivante

# tresultform1.btproduct2nextstep.caption
source: Next Step
de: Nächster Schritt
es: Próximo paso
fr: Étape suivante

# tresultform1.btproduct2nextstep.hint
source: Go to the next Step
de: Zum nächsten Schritt gehen
es: Ir al siguiente paso
fr: Aller à l'étape suivante

# tresultform1.btsetup1nextstep.caption
source: Next Step
de: Nächster Schritt
es: Próximo paso
fr: Étape suivante

# tresultform1.btsetup1nextstep.hint
source: Go to the next Step
de: Zum nächsten Schritt gehen
es: Ir al siguiente paso
fr: Aller à l'étape suivante

# tresultform1.btsetup2nextstep.caption
source: Next Step
de: Nächster Schritt
es: Próximo paso
fr: Étape suivante

# tresultform1.btsetup2nextstep.hint
source: Go to the next Step
de: Zum nächsten Schritt gehen
es: Ir al siguiente paso
fr: Aller à l'étape suivante

# tresultform1.btsetup3nextstep.caption
source: Next Step
de: Nächster Schritt
es: Próximo paso
fr: Étape suivante

# tresultform1.btsetup3nextstep.hint
source: Go to the next Step
de: Zum nächsten Schritt gehen
es: Ir al siguiente paso
fr: Aller à l'étape suivante

# tresultform1.btsingleanalyzeandcreatelin.caption
source: Analyze File and Create Opsi Package
de: Analysiere eine Datei und erzeuge ein opsi Paket
es: Analizar archivo y crear un paquete opsi
fr: Analysez un fichier et créer un Paquet opsi

source: Analyze a single existing Setupfile and create a multiplatform opsi Product
de: Analysiere einige existierende Installerdateien und erzeuge ein multiplattform opsi Paket
es: Analiza un archivo de setup existente Y crea un producto un producto opsi multiplataforma

# tresultform1.btsingleanalyzeandcreatemac.caption
source: Analyze File and Create Opsi Package
de: Analysiere eine Datei und erzeuge ein opsi Paket
es: Analizar archivo y crear un paquete opsi
fr: Analysez un fichier et créer un Paquet opsi

# tresultform1.btsingleanalyzeandcreatemac.hint
source: Analyze a single existing Setupfile and create an opsi Product
de: Analysiere eine Setup Datei und erzeuge ein opsi Paket
es: Analizar un único archivo de setup existente y crear un producto de opsi
fr: Analyser certains fichiers d'installation Setupfile existants et créer un produit opsi

# tresultform1.btsingleanalyzeandcreatemulti.caption
source: Analyze File and Create Opsi Package
de: Analysiere eine Datei und erzeuge ein opsi Paket
es: Analizar archivo y crear un paquete opsi
fr: Analysez un fichier et créer un Paquet opsi

source: Analyze existing Setupfiles and create a multiplatform opsi Product
de: Analysiere existierende Installerdateien und erzeuge ein multiplattform opsi Paket
es: Analiza un archivo de setup existente Y crea un producto un producto opsi multiplataforma

# tresultform1.btsingleanalyzeandcreatewin.caption
source: Analyze File and Create Opsi Package
de: Analysiere eine Datei und erzeuge ein opsi Paket
es: Analizar archivo y crear un paquete opsi
fr: Analysez un fichier et créer un Paquet opsi

# tresultform1.btsingleanalyzeandcreatewin.hint
source: Analyze a single existing Setupfile and create an opsi Product
de: Analysiere eine Setup Datei und erzeuge ein opsi Paket
es: Analizar un único archivo de setup existente y crear un producto de opsi
fr: Analyser certains fichiers d'installation Setupfile existants et créer un produit opsi

source: Analyze File and Create Package 'with user'
de: Analysiere Datei und erzeuge ein Paket 'with user'
es: Analizar archivo y crear paquete 'with user'
fr: Analyser le fichier et créer un package "avec utilisateur"

source: Analyze a single existing Setupfile and create an opsi Product based on 'with loggedon user'
de: Analysiere eine Setup Datei und erzeuge ein opsi Paket basierend auf 'with loggedon user'
es: Analizar un archivo de Setup existente y crear un producto Opsi basado en 'with loggedon user'd
fr: Analyser un seul fichier existant de configuration et créer un produit opsi basé sur "avec utilisateur connecté"

source: use default icon
de: Verwende das default Icon
es: utilizar ícono por defecto
fr: Utiliser l'icône par défaut

source: use no icon
de: Verwende kein Icon
es: no utilizar ícono
fr: N'utiliser aucune icône

# tresultform1.fileexit.caption
source: &Exit
de: B&eenden
es: &Salir
fr: &Quitter

source: No Icons
de: Keine Icons
es: Sin iconos
fr: Aucune icône

# tresultform1.label100.caption
source: Target Program
de: Hauptprogramm
es: Programa objetivo
fr: Probramme cible

# tresultform1.label101.caption
source: Target Program
de: Hauptprogramm
es: Programa objetivo
fr: Probramme cible

# tresultform1.label102.caption
source: Target Program
de: Hauptprogramm
es: Programa objetivo
fr: Probramme cible

source: Multiplatform:
de: Multiplattform:
es: Multiplataforma:
fr: Multi-platformes:

# tresultform1.label50.caption
source: Setup File
de: Setup Datei
es: Archivo de setup
fr: Fichier de configuration

# tresultform1.label52.caption
source: Software Version
es: Versión de software
fr: Version du logiciel

source: MsiId
es: Id de MSI

# tresultform1.label54.caption
source: Required Space MB
de: Benötigter Platz MB
es: Espacio requerido MB
fr: Espace requis en Mo

# tresultform1.label55.caption
source: InstallDir
es: Directorio de instalación
fr: Répertoire d'installation

# tresultform1.label56.caption
source: MsiName
es: Nombre Msi

# tresultform1.label57.caption
source: Description
de: Beschreibung
es: Descripción

source: Product Version
de: Produkt Version
es: Versión de producto
fr: Version du produit

# tresultform1.label59.caption
source: MsiId
es: Id de MSI

source: OS independent:
de: OS unabhängig:
es: SO independiente:
fr: Indépendant du système d'exploitation :

source: MST File
de: MST Datei
es: Archivo MST
fr: Fichier MST

source: Package Version
de: Paket-Version
es: Versión del Paquete
fr: Version du paquet

# tresultform1.label62.caption
source: Detected Setup type:
de: Erkannter Setup Typ:
es: Tipo de setup detectado:
fr: Type de configuration détectée :

# tresultform1.label64.caption
source: Setup file size MB
de: Setup Datei Größe MB
es: Archivo de setup tamaño MB
fr: Configurer la taille du fichier en Mo

source: Advice
de: Hinweis
es: Aviso
fr: Conseil

source: opsi Product ID
es: ID de producto opsi
fr: ID du produit opsi

source: opsi Product Name
es: Nombre de producto de opsi
fr: Nom du produit opsi

# tresultform1.label68.caption
source: Detected Setup type:
de: Erkannter Setup Typ:
es: Tipo de setup detectado:
fr: Type de configuration détectée :

# tresultform1.label70.caption
source: MST File
de: MST Datei
es: Archivo MST
fr: Fichier MST

# tresultform1.label71.caption
source: Software Version
es: Versión de software
fr: Version du logiciel

# tresultform1.label72.caption
source: Required Space MB
de: Benötigter Platz MB
es: Espacio requerido MB
fr: Espace requis en Mo

# tresultform1.label73.caption
source: InstallDir
es: Directorio de instalación
fr: Répertoire d'installation

# tresultform1.label74.caption
source: Setup file size MB
de: Setup Datei Größe MB
es: Archivo de setup tamaño MB
fr: Configurer la taille du fichier en Mo

source: Dependencies (for installation)
de: Abhängigkeiten (für Installation)
es: Dependencias (para instalación)
fr: Dépendances (pour l'installation)
