Repository: opsi-org/lazarus
Catalog: opsi-misc/opsisetupdetector/locale/opsisetupdetector.*.po
Languages: de, es, fr

source: Dependecies for installation only. There are no dependencies for the uninstallation.
de: Abhängigkeiten nur für die Installation. Es gibt keine Abhängigkeiten für die Deinstallation.
es: Dependencias para única instalación. No hay dependencias para desintalar.

source: Priority
de: Priorität
es: Prioridad
fr: Priorité

# tresultform1.label77.caption
source: Setup File
de: Setup Datei
es: Archivo de setup
fr: Fichier de configuration

source: Path to opsi-work-bench
de: Pfad zur opsi-work-bench
es: Directorio al opsi workbench
fr: Chemin vers opsi-work-bench

# tresultform1.label79.caption
source: Install Command
de: Kommando zur Installation
es: Comando instalar

# tresultform1.label80.caption
source: Uninstall Command
de: Kommando zur Deinstallation
es: Comando desinstalación

# tresultform1.label81.caption
source: Uninstall Program
de: Deinstallations Programm
es: Desinstalar programa
fr: Désinstaller un programme

# tresultform1.label82.caption
source: Install Command
de: Kommando zur Installation
es: Comando instalar

# tresultform1.label83.caption
source: Uninstall Command
de: Kommando zur Deinstallation
es: Comando desinstalación

# tresultform1.label84.caption
source: Uninstall Program
de: Deinstallations Programm
es: Desinstalar programa
fr: Désinstaller un programme

source: Properties
es: Propiedades
fr: Propriétés

# tresultform1.label86.caption
source: Detected Setup type:
de: Erkannter Setup Typ:
es: Tipo de setup detectado:
fr: Type de configuration détectée :

# tresultform1.label88.caption
source: MST File
de: MST Datei
es: Archivo MST
fr: Fichier MST

# tresultform1.label89.caption
source: MsiId
es: Id de MSI

# tresultform1.label90.caption
source: Software Version
es: Versión de software
fr: Version du logiciel

# tresultform1.label91.caption
source: Required Space MB
de: Benötigter Platz MB
es: Espacio requerido MB
fr: Espace requis en Mo

# tresultform1.label92.caption
source: InstallDir
es: Directorio de instalación
fr: Répertoire d'installation

# tresultform1.label93.caption
source: Setup file size MB
de: Setup Datei Größe MB
es: Archivo de setup tamaño MB
fr: Configurer la taille du fichier en Mo

# tresultform1.label94.caption
source: Setup File
de: Setup Datei
es: Archivo de setup
fr: Fichier de configuration

# tresultform1.label95.caption
source: Install Command
de: Kommando zur Installation
es: Comando instalar

# tresultform1.label96.caption
source: Uninstall Command
de: Kommando zur Deinstallation
es: Comando desinstalación

# tresultform1.label97.caption
source: Uninstall Program
de: Deinstallations Programm
es: Desinstalar programa
fr: Désinstaller un programme

# tresultform1.label98.caption
source: MsiName
es: Nombre Msi

# tresultform1.label99.caption
source: MsiName
es: Nombre Msi

source: Template Channel:
es: Canal de plantilla
fr: Canal de modèle :

source: Directory:
de: Verzeichnis:
es: Directorio:
fr: Répertoire:

source: Name:
es: Nombre:
fr: Nom:

source: Selected Icon (Preview 160x160)
de: Ausgewähltes Icon (Voransicht 160x160)
es: Icono seleccionado (Preview 160x160)
fr: Icône sélectionnée (Aperçu 160x160)

# tresultform1.labelnameselicon.caption
source: default icon
es: icono por defecto
fr: icône par défaut

# tresultform1.labelnumicons.caption
source: Icons to choose from:
de: Icons zur Auswahl:
es: Iconos disponibles para elección
fr: Icônes au choix:

source: Path to opsi-work-bench not is reachable - Check Network Mounts or Path
de: Der Pfad zur opsi-work-bench ist nicht erreichbar. Prüfen Sie Ihre Netzwerkverbindungen und den Pfad.
es: Directorio al opsiworkbench no está disponible - Chequee los recursos de red o el directorio
fr: Le chemin vers opsi-work-bench est non joignable - Vérifiez les points de montage réseau ou les chemins d'accès.

source: Path to opsi-work-bench is reachable
de: Der Pfad zur opsi-work-bench ist erreichbar.
es: Directorio al opsi workbench está disponible
fr: Le chemin vers opsi-work-bench est atteignable

source: Open log file
de: Logdatei anzeigen
es: Abrir archivo bitácora

source: Open help
de: Hilfe anzeigen
es: Mostrar apoyo

source: &About
de: &Info
es: &Acerca de
fr: &Apropos

source: Configuration
de: Konfiguration
es: Configuración
fr: Configuration supplémentaire

source: &File
de: &Datei
es: &Archivo
fr: &Fichier

source: Known Installers
de: Bekannte Installer
es: Instaladores conocidos
fr: Installateurs connus

source: Languages
es: Idiomas

source: de
es: alemán

source: en
es: inglés

source: es
es: español

source: Open Project File
de: Projektdatei öffnen
es: Abrir archivo de proyecto
fr: Ouvrir le fichier du projet

source: Save Project File
de: Projektdatei speichern
es: Guardar archivo de proyecto
fr: Enregistrer le fichier du projet

# tresultform1.menuitemstart.caption
source: Start
de: Starten
es: Comenzar
fr: Démarrer

source: no icon selected
de: kein Icon ausgewählt
es: ningun icono seleccionado
fr: Aucune icône sélectionnée

source: processing...
de: Bearbeitung läuft ...
es: procesando...
fr: En traitement...

source: please wait
de: bitte warten
es: por favor espere
fr: Veuillez attendre

source: Exit
de: Beenden
es: Salir
fr: Sortie

# tresultform1.speedbuttonhelpanalyze.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tresultform1.speedbuttonhelpcreate.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tresultform1.speedbuttonhelpicon.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tresultform1.speedbuttonhelpmain.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tresultform1.speedbuttonhelpprod1.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tresultform1.speedbuttonhelpprod2.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tresultform1.speedbuttonhelpsetup1.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tresultform1.speedbuttonhelpsetup2.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tresultform1.speedbuttonhelpsetup3.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tresultform1.speedbuttonhelpstartlin.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tresultform1.speedbuttonhelpstartmac.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tresultform1.speedbuttonhelpstartmulti.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tresultform1.speedbuttonhelpstartosindep.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

# tresultform1.speedbuttonhelpstartwin.hint
source: Show Help
de: Hilfe anzeigen
es: Mostrar apoyo

source: Not Connected to opsi-server
de: Keine Verbindung zum opsi-Server
es: No hay conexión al servidor opsi
fr: Pas connecté au serveur opsi

source: Analyze
de: Analysiere
es: Analizar
fr: Analyser

source: Create
de: Erzeugen
es: Crear
fr: Créer

source: Product Icon
de: Produkt Icon
es: Icono de producto
fr: Icône du produit

source: Product Configuration 1
de: Produkt Konfiguration 1
es: Configuración de producto 1
fr: Configuration du produit 1

source: Product Configuration 2
de: Produkt Konfiguration 2
es: Configuración de producto 2
fr: Configuration du produit 2

# tresultform1.tabsheetstart.caption
source: Start
de: Starten
es: Comenzar
fr: Démarrer

source: Support custom directory
de: Unterstütze custom directory
es: Soporte de directorio personalizado
fr: Prendre en charge le répertoire personnalisé

source: Customize Profile
es: Personalizar perfil
fr: Personnaliser le profil

source: DesktopIcon
es: Icono de escritorio

source: Handle License Key
de: Behandle Lizenzkeys
es: Manejo de licencia
fr: Gérer la clé de licence

source: Install from local temp dir
de: Installiere von lokalem, temporären Verzeichnis
es: Instalar desde directorio temporal
fr: Installer à partir du répertoire temp local

# tresultform1.ticheckboxs1mst.caption
source: MST allowed
de: MST erlaubt
es: MST permitido
fr: MST permis

# tresultform1.ticheckboxs2mst.caption
source: MST allowed
de: MST erlaubt
es: MST permitido
fr: MST permis

# tresultform1.ticheckboxs3mst.caption
source: MST allowed
de: MST erlaubt
es: MST permitido
fr: MST permis

# tresultform1.tiradiogroupbuildmode.caption
source: Build Mode
de: Bau Modus
es: Modo de creación
fr: Mode construction

# tresultform1.tiradiogroupcreatemode.caption
source: Create Mode
de: Erstellungs Modus
es: Crear modo
fr: Mode création

source: Create control file in (opsi 4.3) toml format ?. If true, you need opsi 4.3 (or up) and the toml file is the main control file that should be maintained.
de: Control Datei im TOML Format erzeugen ? Hierfür wird mind. opsi 4.3 benötigt. Gibt es eine control.toml, so ist diese maßgeblich und muss gepflegt werden.

source: Allow dependencies for all action request ?. If true, you need opsi 4.3 (or up) Be careful when creating dependencies for other action requests than "setup"
de: Sollen Abhänigkeiten auch für andere Actionrequests (ausser 'setup') erlaubt sein ? Für 'true' ist opsi 4.3 Voraussetzung. Nur sehr vorsichtig verwenden.

source: Should really silent installs (with no output) be preferred ? Default is false = unattended is preferred.
de: Sollen stille (silent) Installationen (ohne jede Ausgabe) bevorzugt werden ? Der Default ist false = Eine unattended Installation wird bevorzugt.

source: No
de: Nein

source: create dependency for which action request
de: Actionrequest zu dem die Abhängigkeit erzeugt werden soll

source: Rebuild opsi package: build / install package failed
de: Rebuild opsi package: build / install package fehlgeschlagen

source: Rebuild opsi package finished.
de: Die Neuerstellung des opsi Paketes ist beendet.

source: Connected to opsi server
de: Verbunden zu opsi server

source: Not connected to opsi server
de: Nicht verbunden zu opsi server

source: Please edit the dependency. Please note: You may may either provide a requested installation state, or a requested action. A combination is not allowed.
de: Bitte editieren Sie die Dependency. Bitte beachten: Sie können entweder einen 'requested installation state' oder einen 'requested action' angeben. Beides zusammen ist nicht erlaubt.

source: Dependency for which action request
de: Abhängigkeit für welchen Actionrequest

source: Editable
de: Editierbar
fr: Modifiable

source: &No
de: &Nein
fr: &Non

source: &Yes
de: &Ja
fr: &Oui

source: Import control File
de: Importiere control Datei

source: Rebuild Package only
de: Nur Paket neu bauen

source: Rebuild Package
de: Opsi Paket neu bauen ohne die Dateien neu zu erstellen.

source: opsi Setup Detector
de: opsi Setup Detektor
fr: Détecteur de configuration opsi

source: &Help
de: &Hilfe
fr: &Aide

source: Open control file
de: Öffne control Datei

# tresultform1.ticheckboxs1silent.caption
source: Prefer Silent Install
de: Bevorzuge Silent Installation

# tresultform1.ticheckboxs2silent.caption
source: Prefer Silent Install
de: Bevorzuge Silent Installation

# tresultform1.ticheckboxs3silent.caption
source: Prefer Silent Install
de: Bevorzuge Silent Installation

source: Boolean
fr: Booléen

# tresultform1.label103.caption
source: Info:
fr: Information:

# tresultform1.label104.caption
source: Info:
fr: Information:

# tresultform1.label63.caption
source: Info:
fr: Information:

source: 1. Setup
fr: 1. Configuration

source: 2. Setup
fr: 2. Configuration

source: 3. Setup
fr: 3. Configuration
