Repository: opsi-org/lazarus
Catalog: opsi-script/locale/winst32.*.po
Languages: da, fr

source: following Paramenters:
da: Project-Id-Version: opsi.org POT-Creation-Date: PO-Revision-Date: 2016-12-20 14:59+0000 Last-Translator: d.oertel <d.oertel@uib.de> Language-Team: Danish (http://www.transifex.com/opsi-org/opsiorg/language/da/) MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Language: da Plural-Forms: nplurals=2; plural=(n != 1);
fr: Project-Id-Version: opsi.org POT-Creation-Date: PO-Revision-Date: 2016-12-20 14:59+0000 Last-Translator: Daniel Debeus Language-Team: French (http://www.transifex.com/opsi-org/opsiorg/language/fr/) MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Language: fr Plural-Forms: nplurals=2; plural=(n > 1);

source: get list of products
da: Henter liste af programmer
fr: obtenir la liste de produits

source: Loading skin...
da: Loading layout...
fr: Chargement thème ...

# osinteractivegui.rsproductcheck
source: product check
da: program kontrol
fr: contrôle du produit

# osmain.rsproductcheck
source: product check
da: program kontrol
fr: contrôle du produit ...

source: Abort program ?
fr: Arrêter le programme ?

source: Please enter opsi service user password:
da: Venligst indtast opsi service bruger kodeord:
fr: S'il vous plaît entrez le mot de passe utilisateur du service opsi :

source: Please enter opsi service URL:
da: Venligt indtast opsi service URL:
fr: S'il vous plaît entrez l'URL du service OPSI :

source: Please enter opsi service user name:
da: Venligst indtast opsi service brugernavn:
fr: S'il vous plaît entrez le nom d'utilisateur du service OPSI :

source: Ready to continue ?
fr: Prêt à continuer ?

source: Sending log file to server ...
da: Sender log fil til server ...
fr: Envoi du fichier journal au serveur ...

# TCENTRALFORM.BEENDEN1.CAPTION
source: Exit
da: Afslut
fr: Sortir

source: Clipboard --> Viewlist
da: Klippebord -> Listevisning
fr: Presse-papiers --> Viewlist

source: Execute viewlist as script
da: Kør listevisning som et script
fr: Exécuter Viewlist comme script

source: Show GUI
da: Vis grænseflade
fr: Afficher l'interface

source: File
da: Fil
fr: Fichier

source: Edit1
da: Rediger1
fr: Saisie1

source: Edit2
da: Rediger2
fr: Saisie2

source: Help
da: Hjælp
fr: Aide

# tcentralform.label1.caption
source: Label1
da: Mærkat1
fr: étiquette1

source: Label2
da: Mærkat2
fr: étiquette2

source: Logfile:
da: Logfil:
fr: Fichier-log:

# TCENTRALFORM.LABEL6.CAPTION
source: LabelWinstVersion
fr: Étiquette version winst

# tcentralform.labelwinstversion.caption
source: LabelWinstVersion
fr: Étiquette version winst

source: Log-View:
da: Logfilsvisning:
fr: Afficher-log:

source: Append
da: Tilføj
fr: Ajouter

source: New
da: Ny
fr: Nouveau

source: Open Script
da: Åben scriptfil
fr: Ouvrir Script

source: Select Script
da: Vælg script
fr: Choisir Script

source: Start
fr: Démarrer

source: View Log
da: Se Logfil
fr: Afficher log

source: Hide GUI
da: Skjul grænseflade
fr: Cacher l'interface

# tcentralform.speedbutton5.caption
source: Exit
da: Afslut
fr: Sortir

source: ToolBar1
da: Værktøjslinje1
fr: Barre d'outils1

source: Cancel
da: Afbryd
fr: Annuler

source: DialogServicePassword
da: Dialog Service Kodeord
fr: Mot de passe du service

source: Password
da: Kodeord
fr: Mot de passe

source: Opsi Service URL
da: Opsi Service URL adresse
fr: URL du service Opsi

source: Username
da: Brugernavn
fr: Nom d'utilisateur

source: Command
da: Kommando
fr: Commande

source: Detail
da: Detaljer
fr: Détail

source: LabelProductImage
da: Label Produkt Billede
fr: Étiquette image du produit

source: Activity
da: Aktivitet
fr: Activité

source: LabelVersion
fr: Étiquette version

source: &Exit
da: &Afslut
fr: &Quitter

source: &Cancel
fr: &Annuler

source: opsi-script Message
fr: Message opsi-script

source: &No
fr: &Non

source: &Yes
fr: &Oui

source: SystemInfo
da: Systeminfomation
fr: Informations système

# TSYSTEMINFO.LABEL1.CAPTION
source: Label1
da: Mærkat1
fr: étiquette1

source: ComboBox1
da: Komboboks1
